Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 32_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XXXII .
pt_br: CAPÍTULO XXXII.

source: COstumaõ os Medicos mandar dar aos enfermos differentes castas de cordiaes , conforme a queixa , que padecem .
pt_br: Costumam os Médicos mandar dar aos enfermos diferentes castas de cordiais, conforme a queixa, que padecem.

source: Se o cordial for refrigerante, se ha de dar ao enfermo meya hora antes da sangria , dendo pela manhã , ou meya hora depois de se sangrar .
pt_br: Se o cordial for refrigerante, se há de dar ao enfermo meia hora antes da sangria, sendo pela manhã, ou meia hora depois de se sangrar.

source: Se o enfermo estiver fraco , póde tomar hum caldo de galinha antes da sangria , e o cordial depois della .
pt_br: Se o enfermo estiver fraco, pode tomar um caldo de galinha antes da sangria, e o cordial depois dela.

source: Dando ao enfermo cordial de tarde , he mais conveniente depois da sangria , e das ventosas , o qual sempre se ha de dar frio .
pt_br: Dando ao enfermo cordial de tarde, é mais conveniente depois da sangria, e das ventosas, o qual sempre se há de dar frio.

source: Se o cordial for purgativo , se ha de dar ao enfermo , estando em jejum , a porçaõ de meyo quartilho .
pt_br: Se o cordial for purgativo, se há de dar ao enfermo, estando em jejum, a porção de meio quartilho.

source: Tambem ha occasiões , em que os Medicos o mandaõ dar em sima da sangria , passada meya hora , mayormente nas febres malignas , que tem por conveniente o sangrar , e purgar ao mesmo tempo .
pt_br: Também há ocasiões, em que os Médicos o mandam dar em cima da sangria, passada meia hora, maiormente nas febres malignas, que tem por conveniente o sangrar, e purgar ao mesmo tempo.

source: Tereis cuidado de procurar ao enfermo como obrou com elle , para informares o Medico na repetiçaõ .
pt_br: Tereis cuidado de procurar ao enfermo como obrou com ele, para informares o Médico na repetição.
